Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_WHEELCHAIR_DATA_INFO_TEXT
source: Improve Wheelchair Mode sends wheelchair workout and activity information from iPhone and Apple Watch to Apple in order to help Apple improve and understand the effectiveness of health and fitness features on Apple devices. Your data will not be used for any other purpose, and does not include personally identifiable information. This information includes wheelchair workout and activity data (such as roll hours, number of pushes, exercise minutes, and move ring completion percentage). By enabling Improve Wheelchair Mode, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above. At all times, information received by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: يرسل "تحسين نمط الكرسي المتحرك" معلومات تمارين وأنشطة الكرسي المتحرك من iPhone و Apple Watch إلى Apple لمساعدة Apple في تحسين وإدراك مدى فعالية ميزات الصحة واللياقة على أجهزة Apple. لن تُستخدم بياناتك لأي غرض آخر، ولا تتضمن معلومات تدل على هويتك الشخصية. تشمل هذه المعلومات بيانات أنشطة وتمارين الكرسي المتحرك (مثل ساعات التحرك، وعدد الدفعات، ودقائق التمرين، والنسبة المئوية لإكمال حلقة الحركة). بتمكين تحسين نمط الكرسي المتحرك، فإنك توافق على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه. سيتم التعامل في جميع الأوقات مع المعلومات التي يتم جمعها بواسطة Apple وفقًا لسياسة خصوصية Apple، والتي يمكنك العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Функцията за подобряване на режим Инвалидна количка изпраща информация за упражнения и активност от вашия iPhone и Apple Watch на Apple, за да помогне на Apple да подобрява и разбира ефективността на функциите, свързани със здраве и фитнес на устройствата на Apple. Вашите данни няма да се използват за никакви други цели и не включват информация, която ви идентифицира лично. Тази информация включва данни за упражнения с инвалидна количка и активност (като часове движение на колела, брой бутания, минути упражнения и процент на завършения кръг за движение). Ако включите функцията за подобряване на режим Инвалидна количка, се съгласявате и приемате Apple, техните подразделения и агенти да прехвърлят, събират, поддържат, обработват и използват информацията, както е описано по-горе. През цялото време получената от Apple информация ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на www.apple.com/privacy.
ca: La millora del mode de cadira de rodes envia a Apple informació sobre l’activitat i els entrenaments amb cadira de rodes de l’iPhone i de l’Apple Watch per ajudar Apple a millorar de les funcions de salut i activitat física dels dispositius Apple i a entendre’n l’efectivitat. Les dades no s’utilitzaran per a cap altra finalitat i no inclouen informació que t’identifiqui personalment. La informació inclou dades de l’activitat i els entrenament amb cadira de rodes, com ara les hores amb impulsos, el nombre d’impulsos, els minuts d’exercici i el percentatge de compleció de l’anell de moviment. En activar la millora del mode de cadira de rodes, acceptes i consents que Apple, els seus agents i les seves filials transmetin, recopilin, conservin, processin i utilitzin aquesta informació tal com s’ha descrit anteriorment. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Funkce pro vylepšování režimu vozíku zasílá společnosti Apple informace o cvičení a aktivitě na vozíku z iPhonu a hodinek Apple Watch a pomáhá tak společnosti Apple s vylepšováním a analýzou efektivity funkcí pro zdraví a fyzickou kondici v zařízeních Apple. Odeslané údaje nebudou použity k žádnému jinému účelu a neobsahují žádné informace, podle nichž by bylo možné identifikovat vaši osobu. Přenášejí se pouze údaje o cvičení a aktivitě na vozíku (např. hodiny s postrkováním vozíku, počet postrčení, minuty cvičení, a procenta zaplnění kroužku pohybu). Aktivací funkce pro vylepšování režimu vozíku udělujete společnosti Apple a jejím dceřiným společnostem a zástupcům souhlas s přenášením, shromažďováním, údržbou a využíváním těchto informací výše popsaným způsobem. Společnost Apple bude s informacemi, které obdrží, za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Gør kørestolsfunktion bedre sender oplysninger om kørestolstræning og -aktivitet fra iPhone og Apple Watch til Apple for at hjælpe Apple med at forbedre og forstå effektiviteten i sundheds- og fitnessfunktionerne på Apple-enheder. Dine data bruges ikke til nogen andre formål og indeholder ikke oplysninger, der kan identificere dig personligt. Disse oplysninger inkluderer kørestolstræninger og aktivitetsdata (f.eks. antal timers kørsel, antal tag, antal minutter, du træner, og hvor stor en del af bevægelsescirklen, der er udfyldt). Ved at slå Gør kørestolsfunktion bedre til erklærer du dig indforstået med, at Apple, dets datterselskaber og agenter sender, indsamler, vedligeholder, behandler og benytter alle ovennævnte oplysninger. Oplysninger modtaget af Apple vil til enhver tid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Mit „Rollstuhlmodus verbessern“ werden Rollstuhltrainings- und -aktivitätsdaten vom iPhone und der Apple Watch an Apple gesendet, um Apple beim Verbessern und Ermessen der Leistungsfähigkeit der Gesundheitsfunktionen auf Apple-Geräten zu unterstützen. Diese Daten werden für keine anderen Zwecke verwendet und lassen keinerlei Rückschlüsse auf deine Person zu. Zu diesen Informationen zählen Rollstuhltrainings- und Aktivitätsdaten (wie z. B. Rollstunden, Anzahl der Schübe, Trainingsminuten sowie das Vervollständigen der Aktivitätsringe in Prozent). Mit dem Aktivieren der Funktion „Rollstuhlmodus verbessern“ erklärst du dein Einverständnis damit, dass Apple und seine Tochtergesellschaften und Vertreter diese Informationen wie vorstehend aufgeführt übertragen, sammeln, verwalten, verarbeiten und verwenden dürfen. Informationen, die Apple erhält, werden jederzeit gemäß der Apple-Datenschutzrichtlinie unter www.apple.com/de/privacy behandelt.
el: Η Βελτίωση λειτουργίας αναπηρικού αμαξιδίου στέλνει στην Apple πληροφορίες προπονήσεων και δραστηριότητας με αναπηρικό αμαξίδιο από το iPhone και το Apple Watch προκειμένου να βοηθήσει την Apple να βελτιώσει και να κατανοήσει καλύτερα την αποτελεσματικότητα των δυνατοτήτων υγείας και άθλησης που διατίθενται σε συσκευές Apple. Τα δεδομένα σας δεν θα χρησιμοποιηθούν για κανέναν άλλο σκοπό και δεν περιλαμβάνουν ταυτοποιήσιμες πληροφορίες. Οι εν λόγω πληροφορίες αφορούν δεδομένα προπονήσεων και δραστηριότητας με αναπηρικό αμαξίδιο (όπως ώρες μετακίνησης, αριθμό ωθήσεων, λεπτά άσκησης, καθώς και το ποσοστό ολοκλήρωσης των κύκλων κίνησης). Αν ενεργοποιήσετε τη Βελτίωση λειτουργίας αναπηρικού αμαξιδίου, συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών, όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Ο χειρισμός των πληροφοριών που λαμβάνει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: “Mejorar el modo ‘Silla de ruedas’” envía a Apple información del iPhone y el Apple Watch acerca de tus entrenos y tu actividad en silla de ruedas para ayudar a Apple a mejorar y entender la efectividad de las funciones de salud y forma física de sus dispositivos. Tus datos no se usarán para ningún otro propósito, y no se incluyen datos que te identifican personalmente. Se incluyen datos de actividad y de entrenos en silla de ruedas (como las horas que te has dado impulso, el número de impulsos, los minutos de ejercicio y el porcentaje completado del anillo Movimiento). Al activar “Mejorar el modo ‘Silla de ruedas’”, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente. En todo momento, la información que reciba Apple se tratará de acuerdo con lo establecido en la política de privacidad de Apple, que está disponible en www.apple.com/es/privacy.
es_us: El modo de mejoras para silla de ruedas envía información a Apple sobre el ejercicio y la actividad desde el iPhone y el Apple Watch para ayudarnos a mejorar y comprender la eficacia de las funciones de salud y condición física en los dispositivos. Tus datos no se utilizarán con otro propósito ni se incluirá información que pudiera identificarte. Esta información incluye entrenamientos en silla de ruedas y datos de actividad (como horas de impulsos, minutos de ejercicio y porcentaje de llenado de los círculos de Moverse). Al permitir el modo de mejoras para silla de ruedas, aceptas y otorgas tu consentimiento para que Apple, sus subsidiarias y agentes recopilen, transmitan, den mantenimiento, procesen y usen esta información según se describe anteriormente. En todo momento, la información que Apple reciba se tratará de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Pyörätuolitilan parantaminen lähettää Applelle treeni- ja aktiivisuustietoja iPhonesta ja Apple Watchista, jotta Apple ymmärtää paremmin ja voi parantaa laitteidensa terveys- ja kuntoilutoimintoja. Tietojasi ei käytetä muihin tarkoituksiin, ja ne lähetetään siten, että niistä ei voida tunnistaa yksittäistä henkilöä. Tiedot sisältävät pyörätuoli­treenin ja aktiivisuuden (kuten kelausaika, kelausten määrä, treeniminuutit ja arkiliikuntaympyrän täyttymisprosentti). Sallimalla pyörätuolitilan parantamisen hyväksyt ja sallit, että Apple ja sen tytäryhtiöt ja yhteistyökumppanit välittävät, keräävät, ylläpitävät, käsittelevät ja käyttävät näitä tietoja yllä kuvatulla tavalla. Applen keräämiä tietoja käsitellään Applen tietosuojakäytännön mukaisesti. Tämä löytyy osoitteesta www.apple.com/legal/privacy/fi.
fr: « Améliorer le mode Fauteuil » envoie les données d’exercice et d’activité en fauteuil roulant de l’iPhone et de l’Apple Watch à Apple pour permettre d’améliorer et d’évaluer l’efficacité des fonctions de santé et de forme physique sur les appareils Apple. Vos données ne seront en aucun cas utilisées à d’autres fins et n’incluent aucune information susceptible de vous identifier personnellement. Ces données comprennent les données d’exercice et d’activité en fauteuil roulant (telles que les heures avec poussées, le nombre de poussées, les minutes d’exercice et le pourcentage de progression de l’anneau « Bouger »). En activant « Améliorer le mode Fauteuil », vous acceptez qu’Apple, ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Les informations recueillies par Apple seront en tout temps traitées conformément à l’engagement de confidentialité d’Apple, disponible sur www.apple.com/fr/privacy.
fr_ca: « Améliorer le mode Fauteuil roulant » envoie les données d’entraînement et d’activité en fauteuil roulant de l’iPhone et de l’Apple Watch à Apple pour permettre d’améliorer et d’évaluer l’efficacité des fonctions de santé et de forme physique sur les appareils Apple. Vos données ne seront en aucun cas utilisées à d’autres fins et n’incluent aucune donnée susceptible de vous identifier personnellement. Ces données comprennent les données d’activité en fauteuil roulant (telles que les heures avec poussées, le nombre de poussées, les minutes d’exercice et le pourcentage de progression de l’anneau « Bouger »). En activant « Améliorer le mode Fauteuil roulant », vous acceptez qu’Apple, ses filiales et ses agents transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Les informations recueillies par Apple seront systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ״שיפור ׳מצב כיסא גלגלים׳״ שולח נתוני אימונים ופעילות עם כיסא גלגלים מה-iPhone וה-Apple Watch אל Apple במטרה לעזור ל-Apple לשפר ולהבין טוב יותר את רמת היעילות של מאפייני הבריאות והכושר שקיימים במכשירים של Apple. הנתונים שייאספו ממך ישמשו אך ורק למטרה זו והם לא יכללו פרטים אישיים שמאפשרים זיהוי. בנתונים אלה נכללים נתוני פעילות (כגון שעות סיבוב, מספר משיכות, דקות התעמלות, ואחוזי השלמה של טבעת התנועה) עצם הפעלת ״שיפור ׳מצב כיסא גלגלים׳״ מהווה את הסכמתך לכך ש-Apple, החברות הבנות שלה והסוכנים שלה ישדרו, יאספו, ישמרו, יעבדו וישתמשו במידע זה כמתואר לעיל. בכל מקרה, מידע שמתקבל על ידי Apple מטופל בכפוף למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: “ह्वीलचेयर मोड बेहतर बनाएँ” द्वारा Apple डिवाइस पर सेहत और फ़िटनेस फ़ीचर में सुधार करने और उनकी प्रभावशीलता को समझने में Apple की सहायता करने हेतु iPhone और Apple Watch से ह्वीलचेयर वर्कआउट और ऐक्टिविटी जानकारी Apple को भेजी जाती है। आपके डेटा का उपयोग किसी अन्य उद्देश्य के लिए नहीं किया जाएगा और उसमें व्यक्तिगत रूप से पहचाने जाने योग्य जानकारी नहीं होगी। इस जानकारी में ह्वीलचेयर वर्कआउट और ऐक्टिविटी डेटा (जैसे रोल करने के घंटे, धक्कों की संख्या, एक्सरसाइज़ मिनट और मूव रिंग के पूर्ण होने का प्रतिशत) शामिल होता है। “ह्वीलचेयर मोड बेहतर बनाएँ” को सक्षम करके आप Apple व उसके सहयोगियों और अभिकर्ताओं द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित और प्रोसेस करने और उसे बनाए रखने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं। Apple द्वारा प्राप्त की गई जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Značajka Poboljšanje moda invalidskih kolica šalje informacije o treninzima u invalidskim kolicima i aktivnosti s iPhonea i Apple Watcha tvrtki Apple kako bi se pomoglo Appleu u poboljšanju i razumijevanju učinkovitosti značajki koje se tiču zdravlja i kondicije na Apple uređajima. Vaši podaci neće biti korišteni u nikakve druge svrhe i neće sadržavati informacije koje vas mogu osobno identificirati. Te informacije uključuju podatke o treninzima u kolicima i aktivnosti (primjerice, sate vožnje, broj okretaja, minute vježbanja i postotak dovršenosti koluta kretanja). Omogućavanjem značajke Poboljšanje moda invalidskih kolica, slažete se i pristajete da tvrtka Apple, njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad. Apple će u svakom trenutku primljene informacije tretirati u skladu s Appleovim pravilima privatnosti, koja možete pročitati na www.apple.com/hr/privacy.
hu: A Kerekesszékes mód továbbfejlesztése funkció edzés- és tevékenységinformációkat küld az iPhone-ról és az Apple Watchról az Apple-nek annak érdekében, hogy az Apple továbbfejleszthesse és felmérhesse az Apple-eszközök egészség- és fitneszfunkcióinak hatékonyságát. Az adatai nem lesznek más célból felhasználva, és nem tartalmaznak személyazonosításra alkalmas információkat. Ezek az információk a kerekesszékes edzésről és tevékenységekről tartalmaznak adatokat (például a Gurulás-órák számát, a lökések számát, a Gyakorlat-percek számát és a Mozgás gyűrű teljesítésének százalékát). A Kerekesszékes mód javítása funkció engedélyezésével Ön elfogadja azt, és beleegyezik abba, hogy az Apple és annak leányvállalatai és ügynökei a fent említett módon ezeket az információkat átadják, gyűjtsék, karbantartsák, feldolgozzák és használják. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amelyek megtalálhatók a www.apple.com/hu/privacy weboldalon.
id: Tingkatkan Mode Kursi Roda mengirimkan informasi olahraga dan aktivitas kursi roda dari iPhone dan Apple Watch ke Apple untuk membantu Apple meningkatkan dan memahami efektivitas fitur kesehatan dan kebugaran di perangkat Apple. Data Anda tidak akan digunakan untuk tujuan lain, dan informasi yang dapat diidentifikasi secara pribadi juga tidak akan disertakan di dalamnya. Informasi ini meliputi data olahraga dan aktivitas kursi roda (seperti jam mengayuh, jumlah dorongan, menit latihan, dan persentase penyelesaian cincin bergerak). Dengan mengaktifkan Mode Kursi Roda, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi ini seperti yang dijelaskan di atas oleh Apple dan anak perusahaan serta agennya. Informasi yang diterima oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy.
it: L’opzione invia i dati degli allenamenti e dell’attività motoria su sedia a rotelle di iPhone e Apple Watch al fine di aiutare Apple ad analizzare i contenuti e a migliorare l’efficienza e la precisione delle funzionalità Salute e Fitness sui dispositivi Apple. I tuoi dati non verranno utilizzati per altri scopi e non includono informazioni personali. Tale tipo di informazioni include diversi dati di Attività (come il numero di volte in cui hai fatto una pausa attiva durante la giornata, il numero di spinte eseguite sulla sedia a rotelle, i minuti di esercizio e la percentuale di completamento dell’anello Movimento). Abilitando l’opzione “Migliora modalità ‘Sedia a rotelle’”, accetti e consenti la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari come indicato sopra. In qualsiasi momento, le informazioni ricevute da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: “車椅子モードの改善”により、AppleがAppleデバイスのヘルスケアおよびフィットネス機能の有効性を向上させたり把握したりできるように、iPhoneとApple Watchから車椅子のワークアウトとアクティビティのデータがAppleに送信されます。このデータはほかの目的には使用されず、個人を特定できる情報を含みません。この情報には、車椅子のアクティビティデータ（ロール時間、プッシュ数、エクササイズ分数、ムーブリングの完成率など）が含まれます。 “車椅子モードの改善”を有効にすることで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保持、処理、および使用することに同意し、承諾することになります。 Appleに送信される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple құрылғыларында денсаулық пен фитнес функцияларын түсінуді жақсарту мен тиімділігін арттыру үшін «Мүгедектер арбасы» режимін жақсарту функциясы iPhone және Apple Watch құрылғысынан мүгедектер арбасындағы жаттығулар мен белсенділік туралы ақпараты Apple компаниясына жібереді. Деректеріңіз басқа мақсаттарда қолданылмайды және жеке ақпарат қамтылмайды. Бұл ақпарат мүгедектер арбасындағы жаттығулар мен белсенділік (мысалы, қозғалыс кезіндегі сағаттар, итеру әрекеттерінің саны, жаттығулар минуты, жүріп өткен баспалдақ аралықтары, сондай-ақ пайыз шамасындағы қозғалыс сақинасының толу мәні) туралы деректерді қамтиды. Мүгедектер арбасын жақсарту режимін қоса отырып, барлық жоғарыда аталған ақпаратты Apple және оның еншілес кәсіпорындары мен агенттеріне беруге, жинауға, сақтауға, өңдеуге және пайдалануға келісім бересіз. Apple компаниясы бұл деректерді үшінші тараптық сенімді серіктестерде сақтауы мүмкін. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына сәйкес өңделеді және оны келесі мекенжайдан таба аласыз: www.apple.com/privacy.
ko: ‘휠체어 모드 향상’은 Apple이 Apple 기기의 건강 및 피트니스 기능을 향상하고 그 효과를 이해할 수 있도록 iPhone과 Apple Watch에서 휠체어 운동 및 활동 정보를 Apple로 전송합니다. 사용자의 데이터는 그 외의 다른 목적으로는 사용되지 않으며, 개인을 식별할 수 있는 정보를 포함하지 않습니다. 이 정보에는 휠체어 운동 및 활동 데이터(휠체어 주행 시간, 밀기 횟수, 운동하기 시간, 움직이기 링 완성도 등)가 포함됩니다. 휠체어 모드 향상을 활성화함으로써 사용자는 Apple과 그 자회사 및 에이전트가 상기 언급된 정보의 전송, 수집, 관리, 처리 및 사용하는 것에 대해 동의하고 허용하게 됩니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 이와 관련된 정보는 www.apple.com/kr/privacy 사이트를 참조하십시오.
lt: Funkcija „Neįgaliojo vežimėlio tobulinimas“ iš „iPhone“ ir „Apple Watch“ bendrovei „Apple“ siunčia neįgaliojo vežimėlio treniruočių ir aktyvumo informaciją, kad padėtų pagerinti ir suprasti sveikatos ir fizinės parengties funkcijų efektyvumą „Apple“ įrenginiuose. Jūsų duomenys nebus naudojami jokiam kitam tikslui ir neapima tapatybę nustatyti leidžiančios informacijos. Ši informacija apima neįgaliojo vežimėlio treniruočių ir aktyvumo duomenis (pvz., riedėjimo valandas, stumtelėjimų skaičių, treniruočių minutes ir judėjimo žiedo užbaigimo procentą). Įjungdami funkciją „Neįgaliojo vežimėlio tobulinimas“ jūs sutinkate, kad bendrovė „Apple“, jos padaliniai ir atstovai perduotų, rinktų, prižiūrėtų, tvarkytų ir naudotų šią informaciją, kaip aprašyta pirmiau. Su informacija, kurią gavo bendrovė „Apple“, visada bus elgiamasi pagal „Apple“ privatumo politiką, kuri pateikiama svetainėje www.apple.com/privacy.
ms: Tingkatkan Mod Kerusi Roda menghantar maklumat latihan dan aktiviti kerusi roda daripada iPhone dan Apple Watch kepada Apple untuk membantu Apple meningkatkan dan memahami keberkesanan ciri kesihatan dan kecergasan pada peranti Apple. Data anda tidak akan digunakan untuk sebarang tujuan lain dan tidak menyertakan maklumat pengenalpastian peribadi. Maklumat ini menyertakan data latihan dan aktiviti kerusi roda (seperti jam pusing, bilangan tolakan, minit senaman dan peratusan pelengkapan gelang pergerakan). Dengan mendayakan Tingkatkan Mod Kerusi Roda, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas. Pada setiap masa, maklumat yang diterima oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Met 'Verbeter rolstoelmodus' worden gegevens over rolstoelwork‑outs en -activiteit van je iPhone en Apple Watch naar Apple gestuurd om Apple te helpen om inzicht te krijgen in de effectiviteit van de gezondheids- en conditiefuncties op apparaten van Apple en om deze functies te verbeteren. Je gegevens worden voor geen enkel ander doel gebruikt en bevatten geen informatie waaruit je identiteit kan worden afgeleid. De verstuurde gegevens bevatten gegevens over rolstoelwork‑outs en -activiteit (zoals uren waarin gerold, trainingsminuten en hoeveel procent van de bewegingsring is voltooid). Door 'Verbeter rolstoelmodus' in te schakelen, ga je ermee akkoord dat Apple en zijn dochterondernemingen en tussenpersonen de hierboven genoemde informatie mogen versturen, verzamelen, onderhouden, verwerken en gebruiken. De door Apple ontvangen informatie wordt te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt nalezen op www.apple.com/nl/privacy.
no: Forbedre rullestolmodus sender trenings- og aktivitetsinformasjon fra iPhone og Apple Watch til Apple for å hjelpe Apple med å forbedre og forstå virkningsgraden av helse- og treningsfunksjonene på Apple-enheter. Dataene dine vil ikke bli brukt til andre formål, og de inneholder ikke informasjon som kan identifisere deg personlig. Informasjonen inkluderer aktivitets- og treningsdata fra rullestolbrukere (som trilletimer, antall tak, treningsminutter og prosentvis fullføring av bevegelsesringen). Ved å aktivere rullestolmodus aksepterer du og samtykker du i at Apple og Apples datterselskaper og agenter overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor. Informasjon som mottas av Apple, vil alltid bli behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Funkcja Ulepszaj tryb wózka wysyła do Apple Twoje dane aktywności i treningów na wózku inwalidzkim z iPhone’a i Apple Watch, aby pomóc Apple w podnoszeniu i analizowaniu efektywności funkcji związanych ze zdrowiem i sprawnością na urządzeniach Apple. Twoje dane nie będą używane w żadnym innym celu. Nie zawierają one informacji pozwalających na Twoją identyfikację. Obejmują one dane związane z treningami i aktywnością na wózku (takie jak godziny jazdy, liczbę pchnięć, minuty ćwiczeń oraz procentowe wypełnienie pierścieni ruchu). Włączając funkcję Ulepszaj tryb wózka, wyrażasz zgodę na przesyłanie, gromadzenie, przechowywanie, przetwarzanie i używanie tych informacji przez Apple, jego podmioty zależne i agentów w sposób opisany powyżej. Informacje uzyskiwane przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl.
pt_br: A opção Melhorar o Modo Cadeirante envia informações sobre exercícios e atividades na cadeira de rodas do iPhone e do Apple Watch à Apple para ajudar a melhorar e entender a eficácia dos recursos de saúde e preparo físico em dispositivos da Apple. Seus dados não serão usados para outros propósitos, e não incluem informações pessoais identificáveis. Essas informações incluem dados de exercícios e atividade na cadeira de rodas (como horas rodando, número de impulsos, minutos de exercício e porcentagem de conclusão do círculo de movimento). Ao ativar a opção Melhorar o Modo Cadeirante, você concorda e consente que a Apple, suas subsidiárias e agentes transmitam, coletem, mantenham, processem e usem essas informações conforme descrito acima. As informações recebidas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy.
pt_pt: Melhorar modo cadeira de rodas envia à Apple informação de atividade e treino em cadeira de rodas registada no iPhone e no Apple Watch, para ajudar a perceber melhor a eficácia das funcionalidade de saúde e de fitness. Os seus dados não serão usados para nenhum outro fim e não incluem qualquer informação de teor pessoal. A informação enviada inclui dados de atividade e treino em cadeira de rodas (como horas de deslocação, número de rotações manuais, minutos de exercício e percentagem de preenchimento do anel de movimento). Ao ativar esta opção, aceita e consente que a Apple e respetivas empresas subsidiárias e agentes transmitam, recolham, mantenham, processem e usem esta informação nos termos acima descritos. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy.
ro: Îmbunătățire Scaun cu rotile trimite informații referitoare la activitatea și exercițiile realizate în scaunul cu rotile de pe iPhone și Apple Watch la Apple pentru a ajuta Apple să îmbunătățească și să înțeleagă eficiența funcționalităților pentru sănătate și fitness de pe dispozitivele Apple. Datele dvs. nu vor fi utilizate pentru niciun alt scop și nu includ informații care să permită identificarea personală. Aceste informații includ datele referitoare la activitatea și exercițiile realizate în scaunul cu rotile (precum orele de “rulare”, numărul de împingeri, minutele de antrenament și procentul de finalizare a inelului de mișcare). Prin activarea opțiunii “Îmbunătățire Scaun cu rotile”, sunteți de acord și vă exprimați consimțământul asupra transmiterii, colectării, întreținerii, procesării și utilizării acestor informații de către Apple, filialele și agenții Apple, în conformitate cu descrierea de mai sus. Informațiile primite de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Функция улучшения режима «Кресло-коляска» отправляет информацию о Ваших тренировках и активности на кресле-коляске с iPhone и Apple Watch в Apple для анализа и повышения эффективности функций здоровья и фитнеса на устройствах Apple. Ваши данные не будут использоваться в иных целях и не содержат информации, на основе которой можно установить Вашу личность. Эта информация включает данные о тренировках и активности на кресле-коляске (например: часы в движении, количество толчков, минуты упражнений, а также процент заполнения кольца подвижности). Включая улучшение режима «Кресло-коляска», Вы тем самым даете компании Apple, ее дочерним предприятиям и агентам согласие на передачу, сбор, хранение, обработку и использование всей вышеописанной информации. Информация, собранная Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Funkcia Vylepšovať režim invalidný vozík odosiela do Apple informácie o aktivitách a tréningoch na invalidnom vozíku z iPhonu a Apple Watch s cieľom pomáhať vylepšovať a porozumieť efektivite zdravotných a tréningových funkcií na Apple zariadeniach. Vaše dáta nebudú používané na žiadne iné účely a neobsahujú informácie umožňujúce osobnú identifikáciu. Tieto informácie obsahujú dáta o tréningoch a aktivitách na invalidnom vozíku (napríklad hodiny s pohybom na vozíku, počet zatlačení, minúty cvičenia a percentuálny stav dokončenia kruhu pohybu). Povolením funkcie Vylepšovať režim invalidný vozík súhlasíte s tým, že Apple a jej dcérske spoločnosti a zástupcovia môžu prenášať, zhromažďovať, spravovať, spracovávať a používať tieto informácie tak, ako je to popísané vyššie. S informáciami prijatými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/privacy.
sl: Funkcija Izboljšanje načina Invalidski voziček družbi Apple pošilja podatke o vadbi in aktivnosti na invalidskem vozičku iz iPhona in ure Apple Watch. Na podlagi teh podatkov izboljšujejo in bolje razumejo učinkovitost funkcij za zdravje in gibanje v napravah Apple. Poslani podatki ne bodo uporabljeni za noben drug namen in ne bodo vsebovali osebno določljivih podatkov. Zabeleženi bodo podatki o vadbi in aktivnosti na invalidskem vozičku (na primer ure poganjanja, število potiskov, minute rekreacije in odstotek sklenitve obroča gibanja). Če omogočite funkcijo Izboljšanje načina Invalidski voziček, se strinjate in soglašate, da Apple ter njegove podružnice in zastopniki prenesejo, zbirajo, vzdržujejo, obdelujejo in uporabljajo te podatke, kot je opisano zgoraj. Podatki, ki jih prejme Apple, bodo ves čas obravnavani skladno s pravilnikom o zasebnosti družbe Apple, ki ga lahko najdete na www.apple.com/privacy.
sv: Förbättra rullstolsläget skickar tränings- och aktivitetsinformation för rullstol från iPhone och Apple Watch till Apple så att Apple kan förbättra och förstå effektiviteten hos hälso- och träningsfunktionerna på Apple-enheter. Dina data kommer inte att användas för något annat ändamål, och innehåller inte någon information som kan identifiera dig personligen. Den här informationen innehåller tränings- och aktivitetsdata för rullstol (till exempel rulltimmar, antal tag, träningsminuter och hur komplett rörelseringen är). Genom att använda Förbättra rullstolsläget godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan. Information som skickas till Apple kommer alltid att behandlas enligt Apples integritetspolicy, som du hittar på www.apple.com/se/privacy.
th: การปรับปรุงโหมดวีลแชร์จะส่งข้อมูลของการออกกำลังกายวีลแชร์และกิจกรรมวีลแชร์จาก iPhone และ Apple Watch ไปที่ Apple เพื่อช่วย Apple ปรับปรุงและทำความเข้าใจประสิทธิภาพของคุณสมบัติด้านสุขภาพและฟิตเนสบนอุปกรณ์จาก Apple ข้อมูลของคุณจะไม่ถูกใช้เพื่อวัตถุประสงค์อื่น และจะไม่รวมข้อมูลที่สามารถระบุตัวตนของคุณได้ ข้อมูลนี้จะประกอบด้วยข้อมูลของการออกกำลังกายวีลแชร์และกิจกรรมวีลแชร์ (เช่น จำนวนชั่วโมงการหมุนล้อ จำนวนการปั่นล้อ จำนวนนาทีการออกกำลังกาย และเปอร์เซ็นต์ความสำเร็จของวงแหวนการเคลื่อนไหว ฯลฯ) โดยการเปิดใช้งานการปรับปรุงโหมดวีลแชร์จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน ข้อมูลที่ Apple ได้รับจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: TS Modunu İyileştir özelliği Apple’ın, Apple aygıtlarında sağlık ve fitness özelliklerinin etkinliğini iyileştirmesine ve anlamasına yardımcı olmak için iPhone’dan ve Apple Watch’tan tekerlekli sandalye antrenman ve aktivite bilgilerini gönderir. Verileriniz başka bir şey için kullanılmaz ve kimliğin teşhis edilebilmesini sağlayan bilgileri içermez. Bu bilgiler, diğer fitness uygulamalarının yüklenmiş olmasına bakılmaksızın tekerlekli sandalye antrenmanlarını ve aktivite verilerini (TS sürüş saatleri, itiş sayısı, egzersiz dakikası, çıkılan kat ve hareket halkası tamamlama yüzdesi gibi) içerir. TS Modunu İyileştir’i etkinleştirdiğinizde Apple’ın, bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklanan şekilde iletmesini, toplamasını, saklamasını, işlemesini ve kullanmasını kabul etmiş ve onaylamış olursunuz. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenir.
uk: Функція «Покращення Режиму візка» надсилає дані тренувань і активності на візку з iPhone і Apple Watch до Apple, щоб сприяти Apple покращувати функції для здоровʼя і фітнесу та допомогти зрозуміти їхню ефективність на пристроях Apple. Ваші дані не використовуватимуться з іншою метою і не міститимуть інформації, що ідентифікує вас особисто. Ця інформація містить дані тренувань та активності на візку (як‑от години кочення, кількість ривків, хвилини вправ і відсоток заповнення кільця руху). Увімкнувши Режим візка, ви погоджуєтесь на передання, збирання, обслуговування, оброблення і використання цієї інформації Apple та її філіями й представниками, як це описано вище. Інформація, отримана Apple, буде завжди опрацьовуватися відповідно до Політики конфіденційності Apple, яку можна переглянути за адресою www.apple.com/privacy.
vi: Cải thiện chế độ xe lăn sẽ gửi thông tin bài tập với xe lăn và hoạt động từ iPhone và Apple Watch đến Apple để giúp Apple cải thiện và nắm được hiệu quả của các tính năng sức khỏe và thể chất trên các thiết bị của Apple. Dữ liệu của bạn sẽ không được sử dụng cho bất kỳ mục đích nào khác và không bao gồm thông tin nhận dạng cá nhân. Thông tin này bao gồm dữ liệu bài tập với xe lăn và hoạt động (chẳng hạn như số giờ lăn, số lần đẩy, số phút thể dục và tỷ lệ phần trăm hoàn thành vòng di chuyển). Bằng cách bật Cải thiện chế độ xe lăn, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như được mô tả ở trên. Thông tin mà Apple nhận được sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể được tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: “改进轮椅模式”会将来自iPhone和Apple Watch的轮椅训练和健身记录信息发送给Apple以帮助其改进和了解Apple设备上的健康和健身功能的效果。你的数据不会用作任何其他用途，且不含可识别你个人身份的信息。此类信息包含轮椅训练和健身记录数据（如转动小时数、推动次数、锻炼分钟数和活动圆环完成进度的百分比）。 启用“改进轮椅模式”即表示你同意和允许Apple及其下属公司及代理机构传输、收集、维护、处理和使用上述信息。 Apple收到的信息将始终遵循Apple的“隐私政策”处理，请参阅：www.apple.com/cn/privacy。
zh_hk: 「改進輪椅模式」會將輪椅訓練及健身記錄資料由iPhone及Apple Watch傳送至Apple，以協助Apple改進及了解健康與健身功能在Apple裝置上的有效性。你的資料將不會用作任何其它目的，並且不會包含可識別個人身份的資料。這些資料包括輪椅訓練及健身記錄數據（如轉動時數、推動次數、運動分鐘數和活動圓圈完成的百分比）。 透過啟用「改進輪椅模式」功能，即表示你同意和允許Apple及其子公司和代理傳播、收集、維護、處理和使用上述資料。 無論何時，Apple會依照「Apple私隱政策」的規定以處理所接收的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 「改進輪椅模式」會將iPhone和Apple Watch的輪椅體能訓練和活動記錄資訊傳送給Apple，以協助Apple改進並瞭解Apple裝置上健康和健身功能是否有效。你的資料將不會用在其他用途上，且也不會包含可識別個人身分的資訊。此資訊包含輪椅體能訓練和活動記錄資料（例如：滑動小時、推動次數、運動分鐘數和活動圓圈的完成百分比）。 啟用「改進輪椅模式」，即表示同意並接受Apple及其子公司和代理人以如上所示的方式傳送、收集、維護、處理和使用此資訊。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理接收到的資訊，請參訪www.apple.com/tw/privacy。
